[ARFMRLInSyusasWake X2SitRepTemplate]
FriendlyName="<font color='#b5a642'>黎明之光的使者</font>"
Description="愿上帝保佑反抗军。没有别的可以。安魂曲军团已在此地全面部署。"

[ARFMRLFullDeployment X2SitRepTemplate]
FriendlyName="<font color='#7920f5'>神圣之地</font>"
Description="安魂曲军团的一个分遣队正在努力净化这个地点。保持警惕。"

[ARFMRLDifficultLeaders X2SitRepTemplate]
FriendlyName="<font color='#fc7405'>神圣服务</font>"
Description="安魂曲军团的强大士兵正在监督这个地点的变种人部队。小心谨慎。"

[ARFMRLNotSoEasyLeaders X2SitRepTemplate]
FriendlyName="<font color='#b6b3e3'>神圣职责</font>"
Description="安魂曲军团的士兵正在领导这个地点的变种人部队。务必小心。"

[ARFMRLEasyLeaders X2SitRepTemplate]
FriendlyName="<font color='#f2e5d9'>正义守夜</font>"
Description="安魂曲军团的普通士兵正在领导这个地点的变种人部队。"

[ARFMRLTinyDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="<font color='#f2e5d9'>正义守夜</font>"
Description="安魂曲军团的普通士兵正在领导这个地点的变种人部队。"

[ARFMRLMediumDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="<font color='#b6b3e3'>神圣职责</font>"
Description="安魂曲军团的士兵正在领导这个地点的变种人部队。务必小心。"

[ARFMRLHeavyDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="<font color='#fc7405'>神圣服务</font>"
Description="安魂曲军团的强大士兵正在监督这个地点的变种人部队。小心谨慎。"

[ARFMRLSuperHeavyDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="<font color='#7920f5'>神圣之地</font>"
Description="安魂曲军团的一个分遣队正在努力净化这个地点。保持警惕。"

[ARFMRLUltraHeavyDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="<font color='#b5a642'>黎明之光的使者</font>"
Description="愿上帝保佑反抗军。没有别的可以。安魂曲军团已在此地全面部署。"